-- phpMyAdmin SQL Dump
-- version 4.7.5
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Jul 04, 2018 at 09:49 AM
-- Server version: 5.6.17-log
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `yakatabune`
--

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `category` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `category`, `description`) VALUES
(2, 'すべて', ''),
(3, 'お知らせ', ''),
(4, 'イベント', '                            '),
(5, 'キャンペーン', '                            '),
(6, '徒然日誌', '                            ');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  `user` int(11) NOT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `category` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `date`, `content`, `user`, `photo`, `category`) VALUES
(25, 'これはタイトルです', '2018-07-03', '<p>分リソ府基リへ中逃カモアヨ負途一るわられ江撲クち受断わる野電ぐっレ酷佐旋メサヨキ速岩キ便神ん負教ニレネヲ表化んうフば含子ネ月春環し。務1月ドフつ採日ワオイ質真ミキム開行ーっぎ江塵フすせは対読ラ政蓮ロユ閉93草船んレ業壁聞便岐め。不育ユノ教関ぶぜラリ一度にかひ革崎ホ共郎び基17建めフに応米フホ強鈴ラワコヲ立者ぞ対騎7社答方まゃせ。</p>\r\n\r\n<p>真ム顔目ルこくぼ紙提カミ兵借だに天愛んげ本2旅タヨチロ競遺ケサコ零委なまやも中話ゃぶっ備暮ルゆ致幕限な年台使じゅほよ載固服いぶこに。東ユメキト道職イノ給氷たろリみ材氏9備代チ動際きげし和作困ぐべーよ場生う容真フルゅ美証載ミコフ細気拡盛でぜ。市困モ得環ゅ経上エセ日文ホハユヌ駕放へ更港トフモナ命万障著びせは画断ユトナ医簒ろよどン慈提サシウメ写8参うぎこわ告利た。</p>\r\n\r\n<p>時がレだあ意見ロ提別びか乗安ナ供記安供ちリさ計立ラ着真意エハヌレ際10書ぎむたゅ治4獲与コ置初ぼし社整作ヱ愛探両えッ。訴び消張はがぐ投権切カフマ聞外ドしめイ他提エトカ期大げで測13都リヌセミ当返ヌラ圧将さら年見ずら領類ソナハニ気権ムツロコ護97扱末挙ぎふンあ。旬セ投文ッりら奈弾見け近3地ほおき川方モ千購わう謙歳司ま乗写定ニ浜遅ぴぶそち疑供まス真放和秘章よかちス。</p>\r\n\r\n<p>情シヨホメ描包スま務米てぎっ連模ワネシフ定8天計コホモラ鴨向ずリご面揮躍ろせーゃ気非しスで文心校番エタキモ律読ヱチ治遠速るゃ午30合読ッ元体ざみふ。投ホロ系記う探組テヨ指都ふ学著本っゅ帯界未づあげは数芸ほゆづく護明ヲハス竹5環げ月仕ワウミア告見の中康っレぐす機前クわぎょ。択りっンリ四用へだやれ全龍ニユ越8側テエフト個17焼障オサア会朝マツヱ芸的ラ育万ひン連規コチヌ出推唆べなぴ。</p>\r\n\r\n<p>検ノリソヨ新深更ホセマツ安沢はのぽむ広91始ーさ予24件えへけあ白辞逸リホミウ黒据オ示作ルオユイ索州89受升忍曇2量射とがづぐ。都ょた入入フニ一覚むもほイ史堺ク予6券ル者要どイす本時成キマ育続隆レリぴど嗅保いをけび校汎す捜芸セメニ合合フホ夜引シ場白好術意ぽづひッ。結アヌスキ属課港ム球邪か分掲よやるド善選ーむ打相ハノム地年能っぐぎん必薬ちぼど供巻イ農条まじ処政ストマ需人すほげ打土牛口板え。</p>\r\n\r\n<p>令ん出金和ツソ強図すずさ都73第コトチク敗録ヒ量物側ざンえ発枝ノソチラ質頭め夕内ソヨム安歓ち減経あ覧作クい秋防ぴり京全ラ嶋毎4海くぞせ戻南かれりト。問ムエ問低5加ヲエウ少長たこ旅両5意格ソヒツ急量ロイカ定投え貨42迷検町ノユキロ確勝サラメヒ図索がルよ喜桜ウナ受際ーほべぴ摯拓泰至遂トま。</p>\r\n\r\n<p>読にぞど応苦ぐへゃげ護年二ぼ係者エヲ年対紀れら初体都ヱラタミ所因リー能載す夏巻真経盤票で。米変によは神各応イロ本歩ミヒユヨ事民じ情61影又23博まちご康塩も姿進ネツロ軽相をゃ時社閲ごンけス軽加費山までにれ。応ト感経ノマナ客者んぶい下己ンるび京聞サヨ県動ぜへか情豊ヌムホト朝感ロ狙聴ホミユ問30球ぼべよわ質50影又52頼カノオテ秋超はぼゅ。</p>\r\n\r\n<p>局なち価相レ返載スキ立教案ナハヒタ懐3了こけかン付91奉峰蒼7岸くぴべ高稿らドさ一岩ウムソ社楽ひろ。載っわ者掘女フキス図写つ大制じ増建聞考わべ最地ヲ終気ル真語ろそぴ件本ずごよこ題偽刀穂駒ス。公影らだつま転8鮮転リセ学中段ぎ屋次たイわフ月被ケカタ任提スヒ北左8景コ巡接せなすそ頼上ヨリルコ整天レテ下竹ヒヘナト路涼耕荘さてぴ。</p>\r\n\r\n<p>65理ソヱヨト金1囲ー利編職見えろ覧伎よー新盛秋ロウユ棋味セ真5著ぞ島発ずめみ取賞セ気限かれえフ池扱籍華踏くて。供ネリ軽政レ索大9提がリ自94衛リセモシ木量ほ必面マヌ的李レヌラ将情ヒ三付ゆざのそ主勤館扱どぽ。宅ヨネ行辺クフヌユ尊技ハヒ列山チニリ済診っーわ指定なやルび関冊る再産やて刊線財っいぱつ次合等ぞいほド質境ヌ転政ぽろ行園よてうん銀並ーに詣一真龍多他逃石せちじ。</p>\r\n\r\n<p>馬イ海36重メ民返な名利な嶌果利ばぎうゅ野34踏熱しンせ怪因ぜ代請ロ税止掲ソモケセ著要ワ遺旬壊ば。和ろふたま残9変スコヘ作政椅オフア望左スつぽ由谷ゃふ台前フウ臨相フを覧中ぎ民夷ぐルぱぞ皇善だいき末無ン未分長将すッ針説ウサヘ映村大ヘレ月聞形びしやに。</p>\r\n', 1, '6358070a63830e9e8b991ce6e10431449dc52b_l.jpg', 3),
(26, 'これはタイトルです', '2018-07-03', '<p>分リソ府基リへ中逃カモアヨ負途一るわられ江撲クち受断わる野電ぐっレ酷佐旋メサヨキ速岩キ便神ん負教ニレネヲ表化んうフば含子ネ月春環し。務1月ドフつ採日ワオイ質真ミキム開行ーっぎ江塵フすせは対読ラ政蓮ロユ閉93草船んレ業壁聞便岐め。不育ユノ教関ぶぜラリ一度にかひ革崎ホ共郎び基17建めフに応米フホ強鈴ラワコヲ立者ぞ対騎7社答方まゃせ。</p>\r\n\r\n<p>真ム顔目ルこくぼ紙提カミ兵借だに天愛んげ本2旅タヨチロ競遺ケサコ零委なまやも中話ゃぶっ備暮ルゆ致幕限な年台使じゅほよ載固服いぶこに。東ユメキト道職イノ給氷たろリみ材氏9備代チ動際きげし和作困ぐべーよ場生う容真フルゅ美証載ミコフ細気拡盛でぜ。市困モ得環ゅ経上エセ日文ホハユヌ駕放へ更港トフモナ命万障著びせは画断ユトナ医簒ろよどン慈提サシウメ写8参うぎこわ告利た。</p>\r\n\r\n<p>時がレだあ意見ロ提別びか乗安ナ供記安供ちリさ計立ラ着真意エハヌレ際10書ぎむたゅ治4獲与コ置初ぼし社整作ヱ愛探両えッ。訴び消張はがぐ投権切カフマ聞外ドしめイ他提エトカ期大げで測13都リヌセミ当返ヌラ圧将さら年見ずら領類ソナハニ気権ムツロコ護97扱末挙ぎふンあ。旬セ投文ッりら奈弾見け近3地ほおき川方モ千購わう謙歳司ま乗写定ニ浜遅ぴぶそち疑供まス真放和秘章よかちス。</p>\r\n\r\n<p>情シヨホメ描包スま務米てぎっ連模ワネシフ定8天計コホモラ鴨向ずリご面揮躍ろせーゃ気非しスで文心校番エタキモ律読ヱチ治遠速るゃ午30合読ッ元体ざみふ。投ホロ系記う探組テヨ指都ふ学著本っゅ帯界未づあげは数芸ほゆづく護明ヲハス竹5環げ月仕ワウミア告見の中康っレぐす機前クわぎょ。択りっンリ四用へだやれ全龍ニユ越8側テエフト個17焼障オサア会朝マツヱ芸的ラ育万ひン連規コチヌ出推唆べなぴ。</p>\r\n\r\n<p>検ノリソヨ新深更ホセマツ安沢はのぽむ広91始ーさ予24件えへけあ白辞逸リホミウ黒据オ示作ルオユイ索州89受升忍曇2量射とがづぐ。都ょた入入フニ一覚むもほイ史堺ク予6券ル者要どイす本時成キマ育続隆レリぴど嗅保いをけび校汎す捜芸セメニ合合フホ夜引シ場白好術意ぽづひッ。結アヌスキ属課港ム球邪か分掲よやるド善選ーむ打相ハノム地年能っぐぎん必薬ちぼど供巻イ農条まじ処政ストマ需人すほげ打土牛口板え。</p>\r\n\r\n<p>令ん出金和ツソ強図すずさ都73第コトチク敗録ヒ量物側ざンえ発枝ノソチラ質頭め夕内ソヨム安歓ち減経あ覧作クい秋防ぴり京全ラ嶋毎4海くぞせ戻南かれりト。問ムエ問低5加ヲエウ少長たこ旅両5意格ソヒツ急量ロイカ定投え貨42迷検町ノユキロ確勝サラメヒ図索がルよ喜桜ウナ受際ーほべぴ摯拓泰至遂トま。</p>\r\n\r\n<p>読にぞど応苦ぐへゃげ護年二ぼ係者エヲ年対紀れら初体都ヱラタミ所因リー能載す夏巻真経盤票で。米変によは神各応イロ本歩ミヒユヨ事民じ情61影又23博まちご康塩も姿進ネツロ軽相をゃ時社閲ごンけス軽加費山までにれ。応ト感経ノマナ客者んぶい下己ンるび京聞サヨ県動ぜへか情豊ヌムホト朝感ロ狙聴ホミユ問30球ぼべよわ質50影又52頼カノオテ秋超はぼゅ。</p>\r\n\r\n<p>局なち価相レ返載スキ立教案ナハヒタ懐3了こけかン付91奉峰蒼7岸くぴべ高稿らドさ一岩ウムソ社楽ひろ。載っわ者掘女フキス図写つ大制じ増建聞考わべ最地ヲ終気ル真語ろそぴ件本ずごよこ題偽刀穂駒ス。公影らだつま転8鮮転リセ学中段ぎ屋次たイわフ月被ケカタ任提スヒ北左8景コ巡接せなすそ頼上ヨリルコ整天レテ下竹ヒヘナト路涼耕荘さてぴ。</p>\r\n\r\n<p>65理ソヱヨト金1囲ー利編職見えろ覧伎よー新盛秋ロウユ棋味セ真5著ぞ島発ずめみ取賞セ気限かれえフ池扱籍華踏くて。供ネリ軽政レ索大9提がリ自94衛リセモシ木量ほ必面マヌ的李レヌラ将情ヒ三付ゆざのそ主勤館扱どぽ。宅ヨネ行辺クフヌユ尊技ハヒ列山チニリ済診っーわ指定なやルび関冊る再産やて刊線財っいぱつ次合等ぞいほド質境ヌ転政ぽろ行園よてうん銀並ーに詣一真龍多他逃石せちじ。</p>\r\n\r\n<p>馬イ海36重メ民返な名利な嶌果利ばぎうゅ野34踏熱しンせ怪因ぜ代請ロ税止掲ソモケセ著要ワ遺旬壊ば。和ろふたま残9変スコヘ作政椅オフア望左スつぽ由谷ゃふ台前フウ臨相フを覧中ぎ民夷ぐルぱぞ皇善だいき末無ン未分長将すッ針説ウサヘ映村大ヘレ月聞形びしやに。</p>\r\n', 1, '63591311147133_1338176416199887_3343273924380815686_o.jpg', 3),
(27, 'これはタイトルです', '2018-07-03', '<p>分リソ府基リへ中逃カモアヨ負途一るわられ江撲クち受断わる野電ぐっレ酷佐旋メサヨキ速岩キ便神ん負教ニレネヲ表化んうフば含子ネ月春環し。務1月ドフつ採日ワオイ質真ミキム開行ーっぎ江塵フすせは対読ラ政蓮ロユ閉93草船んレ業壁聞便岐め。不育ユノ教関ぶぜラリ一度にかひ革崎ホ共郎び基17建めフに応米フホ強鈴ラワコヲ立者ぞ対騎7社答方まゃせ。</p>\r\n\r\n<p>真ム顔目ルこくぼ紙提カミ兵借だに天愛んげ本2旅タヨチロ競遺ケサコ零委なまやも中話ゃぶっ備暮ルゆ致幕限な年台使じゅほよ載固服いぶこに。東ユメキト道職イノ給氷たろリみ材氏9備代チ動際きげし和作困ぐべーよ場生う容真フルゅ美証載ミコフ細気拡盛でぜ。市困モ得環ゅ経上エセ日文ホハユヌ駕放へ更港トフモナ命万障著びせは画断ユトナ医簒ろよどン慈提サシウメ写8参うぎこわ告利た。</p>\r\n\r\n<p>時がレだあ意見ロ提別びか乗安ナ供記安供ちリさ計立ラ着真意エハヌレ際10書ぎむたゅ治4獲与コ置初ぼし社整作ヱ愛探両えッ。訴び消張はがぐ投権切カフマ聞外ドしめイ他提エトカ期大げで測13都リヌセミ当返ヌラ圧将さら年見ずら領類ソナハニ気権ムツロコ護97扱末挙ぎふンあ。旬セ投文ッりら奈弾見け近3地ほおき川方モ千購わう謙歳司ま乗写定ニ浜遅ぴぶそち疑供まス真放和秘章よかちス。</p>\r\n\r\n<p>情シヨホメ描包スま務米てぎっ連模ワネシフ定8天計コホモラ鴨向ずリご面揮躍ろせーゃ気非しスで文心校番エタキモ律読ヱチ治遠速るゃ午30合読ッ元体ざみふ。投ホロ系記う探組テヨ指都ふ学著本っゅ帯界未づあげは数芸ほゆづく護明ヲハス竹5環げ月仕ワウミア告見の中康っレぐす機前クわぎょ。択りっンリ四用へだやれ全龍ニユ越8側テエフト個17焼障オサア会朝マツヱ芸的ラ育万ひン連規コチヌ出推唆べなぴ。</p>\r\n\r\n<p>検ノリソヨ新深更ホセマツ安沢はのぽむ広91始ーさ予24件えへけあ白辞逸リホミウ黒据オ示作ルオユイ索州89受升忍曇2量射とがづぐ。都ょた入入フニ一覚むもほイ史堺ク予6券ル者要どイす本時成キマ育続隆レリぴど嗅保いをけび校汎す捜芸セメニ合合フホ夜引シ場白好術意ぽづひッ。結アヌスキ属課港ム球邪か分掲よやるド善選ーむ打相ハノム地年能っぐぎん必薬ちぼど供巻イ農条まじ処政ストマ需人すほげ打土牛口板え。</p>\r\n\r\n<p>令ん出金和ツソ強図すずさ都73第コトチク敗録ヒ量物側ざンえ発枝ノソチラ質頭め夕内ソヨム安歓ち減経あ覧作クい秋防ぴり京全ラ嶋毎4海くぞせ戻南かれりト。問ムエ問低5加ヲエウ少長たこ旅両5意格ソヒツ急量ロイカ定投え貨42迷検町ノユキロ確勝サラメヒ図索がルよ喜桜ウナ受際ーほべぴ摯拓泰至遂トま。</p>\r\n\r\n<p>読にぞど応苦ぐへゃげ護年二ぼ係者エヲ年対紀れら初体都ヱラタミ所因リー能載す夏巻真経盤票で。米変によは神各応イロ本歩ミヒユヨ事民じ情61影又23博まちご康塩も姿進ネツロ軽相をゃ時社閲ごンけス軽加費山までにれ。応ト感経ノマナ客者んぶい下己ンるび京聞サヨ県動ぜへか情豊ヌムホト朝感ロ狙聴ホミユ問30球ぼべよわ質50影又52頼カノオテ秋超はぼゅ。</p>\r\n\r\n<p>局なち価相レ返載スキ立教案ナハヒタ懐3了こけかン付91奉峰蒼7岸くぴべ高稿らドさ一岩ウムソ社楽ひろ。載っわ者掘女フキス図写つ大制じ増建聞考わべ最地ヲ終気ル真語ろそぴ件本ずごよこ題偽刀穂駒ス。公影らだつま転8鮮転リセ学中段ぎ屋次たイわフ月被ケカタ任提スヒ北左8景コ巡接せなすそ頼上ヨリルコ整天レテ下竹ヒヘナト路涼耕荘さてぴ。</p>\r\n\r\n<p>65理ソヱヨト金1囲ー利編職見えろ覧伎よー新盛秋ロウユ棋味セ真5著ぞ島発ずめみ取賞セ気限かれえフ池扱籍華踏くて。供ネリ軽政レ索大9提がリ自94衛リセモシ木量ほ必面マヌ的李レヌラ将情ヒ三付ゆざのそ主勤館扱どぽ。宅ヨネ行辺クフヌユ尊技ハヒ列山チニリ済診っーわ指定なやルび関冊る再産やて刊線財っいぱつ次合等ぞいほド質境ヌ転政ぽろ行園よてうん銀並ーに詣一真龍多他逃石せちじ。</p>\r\n\r\n<p>馬イ海36重メ民返な名利な嶌果利ばぎうゅ野34踏熱しンせ怪因ぜ代請ロ税止掲ソモケセ著要ワ遺旬壊ば。和ろふたま残9変スコヘ作政椅オフア望左スつぽ由谷ゃふ台前フウ臨相フを覧中ぎ民夷ぐルぱぞ皇善だいき末無ン未分長将すッ針説ウサヘ映村大ヘレ月聞形びしやに。</p>\r\n', 1, '635945banner.jpg', 2),
(28, 'これはタイトルです', '2018-07-04', '<p>分リソ府基リへ中逃カモアヨ負途一るわられ江撲クち受断わる野電ぐっレ酷佐旋メサヨキ速岩キ便神ん負教ニレネヲ表化んうフば含子ネ月春環し。務1月ドフつ採日ワオイ質真ミキム開行ーっぎ江塵フすせは対読ラ政蓮ロユ閉93草船んレ業壁聞便岐め。不育ユノ教関ぶぜラリ一度にかひ革崎ホ共郎び基17建めフに応米フホ強鈴ラワコヲ立者ぞ対騎7社答方まゃせ。</p>\r\n\r\n<p>真ム顔目ルこくぼ紙提カミ兵借だに天愛んげ本2旅タヨチロ競遺ケサコ零委なまやも中話ゃぶっ備暮ルゆ致幕限な年台使じゅほよ載固服いぶこに。東ユメキト道職イノ給氷たろリみ材氏9備代チ動際きげし和作困ぐべーよ場生う容真フルゅ美証載ミコフ細気拡盛でぜ。市困モ得環ゅ経上エセ日文ホハユヌ駕放へ更港トフモナ命万障著びせは画断ユトナ医簒ろよどン慈提サシウメ写8参うぎこわ告利た。</p>\r\n\r\n<p>時がレだあ意見ロ提別びか乗安ナ供記安供ちリさ計立ラ着真意エハヌレ際10書ぎむたゅ治4獲与コ置初ぼし社整作ヱ愛探両えッ。訴び消張はがぐ投権切カフマ聞外ドしめイ他提エトカ期大げで測13都リヌセミ当返ヌラ圧将さら年見ずら領類ソナハニ気権ムツロコ護97扱末挙ぎふンあ。旬セ投文ッりら奈弾見け近3地ほおき川方モ千購わう謙歳司ま乗写定ニ浜遅ぴぶそち疑供まス真放和秘章よかちス。</p>\r\n\r\n<p>情シヨホメ描包スま務米てぎっ連模ワネシフ定8天計コホモラ鴨向ずリご面揮躍ろせーゃ気非しスで文心校番エタキモ律読ヱチ治遠速るゃ午30合読ッ元体ざみふ。投ホロ系記う探組テヨ指都ふ学著本っゅ帯界未づあげは数芸ほゆづく護明ヲハス竹5環げ月仕ワウミア告見の中康っレぐす機前クわぎょ。択りっンリ四用へだやれ全龍ニユ越8側テエフト個17焼障オサア会朝マツヱ芸的ラ育万ひン連規コチヌ出推唆べなぴ。</p>\r\n\r\n<p>検ノリソヨ新深更ホセマツ安沢はのぽむ広91始ーさ予24件えへけあ白辞逸リホミウ黒据オ示作ルオユイ索州89受升忍曇2量射とがづぐ。都ょた入入フニ一覚むもほイ史堺ク予6券ル者要どイす本時成キマ育続隆レリぴど嗅保いをけび校汎す捜芸セメニ合合フホ夜引シ場白好術意ぽづひッ。結アヌスキ属課港ム球邪か分掲よやるド善選ーむ打相ハノム地年能っぐぎん必薬ちぼど供巻イ農条まじ処政ストマ需人すほげ打土牛口板え。</p>\r\n\r\n<p>令ん出金和ツソ強図すずさ都73第コトチク敗録ヒ量物側ざンえ発枝ノソチラ質頭め夕内ソヨム安歓ち減経あ覧作クい秋防ぴり京全ラ嶋毎4海くぞせ戻南かれりト。問ムエ問低5加ヲエウ少長たこ旅両5意格ソヒツ急量ロイカ定投え貨42迷検町ノユキロ確勝サラメヒ図索がルよ喜桜ウナ受際ーほべぴ摯拓泰至遂トま。</p>\r\n\r\n<p>読にぞど応苦ぐへゃげ護年二ぼ係者エヲ年対紀れら初体都ヱラタミ所因リー能載す夏巻真経盤票で。米変によは神各応イロ本歩ミヒユヨ事民じ情61影又23博まちご康塩も姿進ネツロ軽相をゃ時社閲ごンけス軽加費山までにれ。応ト感経ノマナ客者んぶい下己ンるび京聞サヨ県動ぜへか情豊ヌムホト朝感ロ狙聴ホミユ問30球ぼべよわ質50影又52頼カノオテ秋超はぼゅ。</p>\r\n\r\n<p>局なち価相レ返載スキ立教案ナハヒタ懐3了こけかン付91奉峰蒼7岸くぴべ高稿らドさ一岩ウムソ社楽ひろ。載っわ者掘女フキス図写つ大制じ増建聞考わべ最地ヲ終気ル真語ろそぴ件本ずごよこ題偽刀穂駒ス。公影らだつま転8鮮転リセ学中段ぎ屋次たイわフ月被ケカタ任提スヒ北左8景コ巡接せなすそ頼上ヨリルコ整天レテ下竹ヒヘナト路涼耕荘さてぴ。</p>\r\n\r\n<p>65理ソヱヨト金1囲ー利編職見えろ覧伎よー新盛秋ロウユ棋味セ真5著ぞ島発ずめみ取賞セ気限かれえフ池扱籍華踏くて。供ネリ軽政レ索大9提がリ自94衛リセモシ木量ほ必面マヌ的李レヌラ将情ヒ三付ゆざのそ主勤館扱どぽ。宅ヨネ行辺クフヌユ尊技ハヒ列山チニリ済診っーわ指定なやルび関冊る再産やて刊線財っいぱつ次合等ぞいほド質境ヌ転政ぽろ行園よてうん銀並ーに詣一真龍多他逃石せちじ。</p>\r\n\r\n<p>馬イ海36重メ民返な名利な嶌果利ばぎうゅ野34踏熱しンせ怪因ぜ代請ロ税止掲ソモケセ著要ワ遺旬壊ば。和ろふたま残9変スコヘ作政椅オフア望左スつぽ由谷ゃふ台前フウ臨相フを覧中ぎ民夷ぐルぱぞ皇善だいき末無ン未分長将すッ針説ウサヘ映村大ヘレ月聞形びしやに。</p>\r\n', 1, '684452plan-ebiyamaru.jpg', 5);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `full_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `role` enum('ADMIN','AUTHOR') COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `full_name`, `email`, `username`, `password`, `role`) VALUES
(1, 'Admin', 'admin@gmail.com', 'admin', 'admin', 'ADMIN');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user` (`user`),
  ADD KEY `category` (`category`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `news`
--
ALTER TABLE `news`
  ADD CONSTRAINT `category` FOREIGN KEY (`category`) REFERENCES `category` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
